---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Gph
source: html/e32250d6-3944-1f82-a652-765bb815c80c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Gph Property

Symbol GPH, indicating unit US gallons per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId Gph { get; }
```